Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotFinalizeClusterInconsistency Property
 Can't finalize because dependent element failed to finalize.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotFinalizeClusterInconsistency { get; }
Visual Basic
Public Shared ReadOnly Property CannotFinalizeClusterInconsistency As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotFinalizeClusterInconsistency {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace